chat_system_2033350843_actor_description=Reaper. Death Spirit of Rage.
chat_system_2033350843_snap_portal_question=^?^Strange this place looks. And I feel the power, and I feel the echo of the Clock of Time. If there is an entry to Demonis, here you must find it.
chat_system_2033350843_snap_portal_answer_0=^?^Ok, I'll look.
chat_system_2033350843_switch_0_header_1=^?^I can wait unto eternity. But can you carry out your search despite the flight of time? In the Kordar Undergrounds search we should for the Clock of Time.<br>Speak, mortal, and hope to be heard.
chat_system_2033350843_switch_0_header_2=^?^I feel the flight of time. I feel the breath of the world. I see and hear you, mortal.
chat_system_2033350843_snap_10_question=^?^[s]The creature in the dark cowl slowly turns its face to you... a skull, to be exact! Fiery eye-sockets stare at you, and their look nearly burns through you. It seems that you have now seen the very face of Death! [/s]
chat_system_2033350843_snap_10_answer_0=^?^(Close the Chest, and keep out of harm's way...)
chat_system_2033350843_snap_0_question=^?^Young and silly is the new master of the Chest. Speak, but do not hope to be heard.
chat_system_2033350843_snap_0_answer_0=^?^Who are you? What kind of creature?
chat_system_2033350843_snap_0_answer_1=^?^What kind of help can you provide, Guard?
chat_system_2033350843_snap_0_header_1=^?^Great strength and power gives the Temple of Time to its Guards. Do not upset the Balance, for only a small part of my power can I give in serving you.<br>I am the Hangman. And I shall carry out the execution, taking life from the living and magic from the dead.<br>I am the Time Keeper, I have the power to turn back time, and return the past, mixing it with the present time.<br>I am the Law. And I use my knowledge to recharge this device which is my prison.<br>I am the Judge. And I will send your enemies' souls to the World of Despair, to the Abyss, where they shall wait for their turn eternally...
chat_system_2033350843_snap_0_answer_2=^?^Will you serve me?
chat_system_2033350843_snap_0_answer_3=^?^Do you know anything about this Chest?
chat_system_2033350843_snap_0_answer_4=^?^How did you get into the Chest?
chat_system_2033350843_snap_0_header_4=^?^Thieves entered into the Temple of Time, from the world that is called Demonis. There they stole the Mirror of Fates, and so to chase them I was sent. But long was the way, and my power was exhausted.<br>In Demonis, the thieves booby-trapped the trail and awaited the Guard, knowing the chase was coming to an end. By the artifact of great power was I trapped.
chat_system_2033350843_snap_0_answer_5=^?^Tell me about your world.
chat_system_2033350843_snap_0_header_5=^?^My native world I do not remember. The one who is called to serve the Temple must say goodbye to his past.<br>I remember only the Temple of Time, in which I was Guard for many thousands of years. Nothing in this world is there, but the Temple. No one there lives but the thirteen Guards. Beyond time and space this world is.
chat_system_2033350843_snap_0_answer_6=^?^Tell me about your world.
chat_system_2033350843_snap_0_answer_7=^?^(Close the Chest...)
chat_system_2033350843_snap_7_question=^?^I am the Guard of the Temple of Time.<br>My name I have disowned. I have forgotten my past and my face, having become the Guard of the Temple of Time. I was called by the Temple to serve it forever. I am Guard and Keeper. I am Life and Death. I am Time and Space. You may call me the Reaper. The name seems appropriate.
chat_system_2033350843_snap_7_answer_0=^?^The Temple of Time - what is that?
chat_system_2033350843_snap_7_header_0=^?^It is a Place. It is Power. It is the Concentration of Knowledge. It is something inexplicable. The Temple does not depend on Time. It exists beyond Space. It is the Essence... which is neither dead, nor alive. It is intelligent yet it is not. The Temple is great. The Temple is everlasting. The Temple is impartial.
chat_system_2033350843_snap_7_answer_1=^?^What do you mean, you were "called by the Temple"?
chat_system_2033350843_snap_7_header_1=^?^The Temple is the fount of knowledge of many worlds. It draws the attention of those who seek strength and power. That is why the Guards are necessary.<br>The Temple looks in other worlds for the creatures who might become Guards. The worthy ones are called. And so, thirteen immortals guard the Temple from those who would encroach upon its secrets.
chat_system_2033350843_snap_7_answer_2=^?^What do these Guards of the Temple do?
chat_system_2033350843_snap_7_header_2=^?^We guard the secrets of the temple. We chase and eliminate those who manage to penetrate our world. We chase them through all the worlds and times and punish the thieves, returning what is lost to the Temple. We serve the Temple. The Temple needs us. The Temple talks to us.
chat_system_2033350843_snap_7_answer_3=^?^You've lost your name and face. What did the Temple give you instead?
chat_system_2033350843_snap_7_header_3=^?^I received the body and the power of the Guards. I obtained all the knowledge and experience of the Guards. I obtained eternity, true immortality. Power over Time and Space. The Temple is always with me and its power is inside of me. I am indivisible with the Temple; I am a part of it.
chat_system_2033350843_snap_7_answer_4=^?^I wanted to talk about one other thing...
chat_system_2033350843_snap_7_header_4=^?^Knowledge is the way to perfection. Ask.
chat_system_2033350843_snap_7_answer_5=^?^I have no more questions.
chat_system_2033350843_snap_3_question=^?^I only serve the Temple of Time. I can help you only if you find the lost Clock of Time and return it to me.
chat_system_2033350843_snap_3_answer_0=^?^The Clock of Time... What is that, who lost it and where?
chat_system_2033350843_snap_1_question=^?^The Symbol of the Guard. The Resource of Strength. I found myself inside the demons' guileful trap before I had time to hide the Clock of Time. In Demon hands the Symbol now is. Find what was lost. My help to you will be your reward.
chat_system_2033350843_snap_1_answer_0=^?^How can I get to the demons' world? A thousand years ago, the demons managed to get to our world, but that passageway was long ago destroyed!
chat_system_2033350843_snap_1_header_0=^?^You need not. The Clock is in your world now, I feel it. Do you have a map of your world?<br>[s]The strange creature looks through your map for a while, and then points to Kordar with his bony finger:[/s]<br>Here... Where the mountains are, I feel the breath of the Clock of Time's power. Search there the passage to Demonis...
chat_system_2033350843_snap_9_question=^?^I know. The knowledge of the Temple I share. It is one of the Greatest Things, the creation of which shakes the tissue of the universe.
chat_system_2033350843_snap_9_answer_0=^?^Who created the Chest?
chat_system_2033350843_snap_9_header_0=^?^What will you learn from a name? What would the name of the world tell you? Pandora's Box is its name in the Temple's sources. It was created by a great master, and a high price was paid for it.<br>Archdemon Azazel, the Pilgrim Garmah, Master Vayen, Archdemon Baal - the Chest has had many owners...
chat_system_2033350843_snap_9_answer_1=^?^What was it created for?
chat_system_2033350843_snap_9_header_1=^?^It was created in one of the closed worlds, for the Eighth House of the Lord of Demonis, Azazel. This was a weapon that should have given victory to its master. He craved power; he wanted to be a Master of a more powerful House, having captured its Lord, or having won him in battle.
chat_system_2033350843_snap_9_answer_2=^?^How does it work?
chat_system_2033350843_snap_9_header_2=^?^It was created for Demonis's demons. This is why it is controlled by emotions of Rage, as are all their artifacts. In your world, magic is performed with the help of an invisible substance called Mana. In Demonis, magic is performed with the help of the emotional aura of the world, which is called Rage. There is an emotional background in every world which contains intelligent creatures. In some places it is weak, and in others it is strong...<br>The Chest captures creatures that they may be controlled. It collects Rage, and if there is enough, you may release one of the captives for a short period of time.
chat_system_2033350843_snap_9_answer_3=^?^What is this Chest actually?
chat_system_2033350843_snap_9_header_3=^?^It's a prison, a trap. The Chest captures those whose power is able to distort the tissue of the universe, to influence the fate of worlds. The stronger the captive, the stronger the bonds. Great sorcerers, envoys, and even ordinary deities can become the Chest's captives. Even a Guard of the Temple.
chat_system_2033350843_snap_9_answer_4=^?^I have other questions for you...
chat_system_2033350843_snap_9_header_4=^?^The breath of eternity is on my face. Your questions will be heard.
chat_system_2033350843_snap_8_question=^?^My native world I do not remember. The one who is called to serve the Temple must say goodbye to his past.<br>I only remember the Temple of Time, in which I have been Guard for many thousands of years. In this world, there is nothing but the Temple. In this world there is no one but the thirteen Guards. Beyond time and space this world is.
chat_system_2033350843_snap_8_answer_0=^?^It must be quite an interesting place!
chat_system_2033350843_snap_2_question=^?^You cannot even imagine how right you are, young man! I have heard about this place, and about the Temple of Time. A receptacle of knowledge of millions of centuries and millions of worlds. It is said that concepts of time and space are really quite relative there, and Guards manipulate them at their will.<br>I'd like to get into this world for a while, and to walk around the Temple. You can surely come across many interesting things there.
chat_system_2033350843_snap_2_answer_0=^?^Hmm... The knowledge of a million worlds? One can definitely find spells there, of which Endoria has no equal!
chat_system_2033350843_snap_2_answer_1=^?^How many formidable weapons can one find there then?!!
chat_system_2033350843_snap_2_answer_2=^?^What kind of a wonderful place is it? Even the gods themselves have no power over time!? It is blasphemy to assert that you serve powers that are stronger than the gods!
chat_system_2033350843_snap_2_answer_3=^?^Millions of worlds... Millions of centuries... I cannot even imagine that!
chat_system_2033350843_snap_4_question=^?^Many have tried to obtain the secrets of the Temple of Time. That is why the Temple chooses the Guards from among other worlds' inhabitants, so that from the encroachment of thieves they may protect the Temple's secrets.<br>A punishment far worse than death awaits those who break into the Temple!
chat_system_2033350843_snap_4_answer_0=^?^I would guess that possessing the knowledge collected in all the other worlds must enable the Guards to concoct a punishment worse than death!
chat_system_2033350843_snap_6_question=^?^Aha... But the fact of the matter is that the valuables from your Temple are stolen by whoever wants them. And the Guards are no hindrance to them. Even in my Litan there were a couple of things that were in your Temple previously. Of course the Guards managed to find both of them, and dealt with the thieves very quickly - but still, even you, the masters of Time and Space sometimes make mistakes...<br>Take you, for instance. Stuck in this damned Chest, while the Mirror of the Fates lies somewhere in Demonis. Assuming it hasn't already been returned to the Temple by someone more clever than you.
chat_system_2033350843_snap_6_answer_0=^?^She's right... You are sitting there, while the stolen Mirror is in Demonis.
chat_system_2033350843_snap_6_header_0=^?^Even Time cannot be infallible. Yes, I know it to be true. But I feel the power of the Guard in me, and so I am still a Guard: the Temple believes in me and needs me...
